 [
        {
            "Programs": "Bachelor of Science - Bachelor of Engineering (Specialisation) with Honours in Engineering",
            "Description": "This Bachelor of Science - Bachelor of Engineering (Specialisation) with Honours in Engineering degree from University of Tasmania provides you the option to combine specialisations from science and engineering to create a truly customised degree that delivers a powerful blend of knowledge and skills.",
            "Duration": "5 years",
            "Tuition": "7,001,278 PKR \/ year",
            "UniversityName": "University of Tasmania",
            "OrganisationLocation": "Multiple locations"
        },
        {
            "Programs": "Bachelor of Arts, Bachelor of Commerce",
            "Description": "This Bachelor of Arts, Bachelor of Commerce degree from Curtin University offers you the opportunity to study a wide range of majors from the Bachelor of Arts and Bachelor of Commerce. Combining studies in arts and business has many benefits, including the ability to think outside the box and apply transferable skills in both creative and commerce careers.  ",
            "Duration": "4 years",
            "Tuition": "5,280,347 PKR \/ year",
            "UniversityName": "Curtin University",
            "OrganisationLocation": "Perth, Western Australia, Australia"
        },
        {
            "Programs": "Community, Culture and Environment",
            "Description": "A community is a social group whose members live in a specific location, share government and often have a common cultural and historical heritage. We offer a bachelor degree in Community, Culture and Environment at University of Wollongong. ",
            "Duration": "3 years",
            "Tuition": "9,124,130 PKR \/ year",
            "UniversityName": "University of Wollongong",
            "OrganisationLocation": "Multiple locations"
        },
        {
            "Programs": "Development Studies (with Year in Asia)",
            "Description": "Want to make positive changes and help the Third World? The ANU Bachelor of Development Studies (with Year in Asia) is the right degree for you. The Australian National University is a leader in the field of Development Studies and has established relationships with Australian and international aid and development organisations.",
            "Duration": "4 years",
            "Tuition": "5,280,347 PKR \/ year",
            "UniversityName": "Australian National University",
            "OrganisationLocation": "Canberra, Australian Capital Territory, Australia"
        },
        {
            "Programs": "Western Civilisation (Honours)",
            "Description": "While your Bachelor of Arts in Western Civilisation degree introduced you to a wide range of themes and issues, an Honours project provides you with the opportunity to focus your interest on a topic of choice, exploring it in greater depth and detail to find answers. We offer a bachelor degree in Western Civilisation (Honours) at University of Wollongong. ",
            "Duration": "1 year",
            "Tuition": "7,351,791 PKR \/ year",
            "UniversityName": "University of Wollongong",
            "OrganisationLocation": "Wollongong, New South Wales, Australia"
        }
    
]